{
    "header": {
    "title": "Mantingueu-vos a l'Avantguarda del Joc de la Moda"
    },
    "search": {
    "title": "Descobriu la moda amb ",
    "precision": "precisió",
    "text": "La nostra barra de cerca és la porta d'entrada per trobar els articles de moda perfectes pel vostre estil. No us limiteu a les mateixes cerques de sempre. Proveu alguna cosa nova, inesperada i veritablement vostra.",
    "placeholder": "Llibera la teva creativitat..."
    },
    "features": {
    "title": "Moda Avançada Impulsada per IA",
    "feature1": {
    "title": "Mantingueu-vos al Dia",
    "text": "Mantingueu-vos a l'avantguarda amb l'anàlisi de tendències de Dokuso."
    },
    "feature2": {
    "title": "Troba la teva Ajust Perfecte",
    "text": "Obtingueu recomanacions basades en el vostre tipus de cos i les vostres preferències d'estil."
    },
    "feature3": {
    "title": "Compra per Color i Material",
    "text": "Troba exactament el que cerqueu amb les opcions avançades de filtratge de Dokuso."
    },
    "text": "Funcions i beneficis avançats per a dissenyadors, marques i compradors"
    },
    "tour": {
    "button1": "Feu clic aquí per cercar productes",
    "button2": "Feu clic aquí per veure la vostra llista de preferits",
    "button3": "Feu clic aquí per obrir les opcions de filtratge",
    "next": "Següent",
    "cancel": "Cancel·lar",
    "done": "Fet"
    },
    "action": "Uneix-te a la revolució avui mateix i experimenta el poder de Dokuso.",
    "signup": "Registra't",
    "login": "Inicia la sessió",
    "About": "Sobre nosaltres",
    "Brands": "Marques",
    "Manifesto": "Manifest",
    "searchLabel": "Cerca",
    "favorites": "Preferits",
    "filter": "Filtrar",
    "price": "Preu",
    "brands": "Marques",
    "try_me": "Prova'm (és gratis)",
    "shop_now": "Comprar Ara",
    "popular_searches": "Cerques Populars",
    "Home": "Inici",
    "dont_have_acc": "No tens un compte?",
    "log_in_and_stay_ahead": "Inicia sessió i mantén-te al capdavant de la moda",
    "email": "Adreça de correu electrònic",
    "password": "Contrasenya",
    "remember": "Recorda'm",
    "forgot_pass": "Has oblidat la contrasenya?",
    "elevate_shop": "Millora la teva compra: Registra't ara",
    "enter_details": "Introdueix les teves dades a continuació.",
    "first_name": "Nom",
    "last_name": "Cognom",
    "agreement": "En registrar-me, accepto els Termes del Servei i la Política de Privadesa.",
    "have_account": "Ja tens un compte?",
    "our_partners": "Els nostres socis",
    "join_us": "VOLEU UNIR-VOS A NOSALTRES?",
    "request_join_desc": "Uneix-te a la nostra xarxa de grans marques de moda i mostra els teus productes a una àmplia gamma de clients. La nostra plataforma proporciona una manera eficient i fàcil d'connectar amb potencials clients i augmentar la visibilitat de la teva marca.",
    "request_join": "SOL·LICITAR AFEGIR LA TEVA MARCA",
    "price_range": "Rang de preus",
    "on_sale": "En oferta",
    "categories": "Categories",
    "see_results": "VEURE RESULTATS",
    "manifest_desc": {
        "line_1": "A Dokusō, creiem en el poder de la tecnologia per millorar l'experiència de compra, però també creiem en la joia d'utilitzar la pròpia creativitat per comprar roba.",
        "line_2": "Amb la nostra IA, trobar la peça de roba perfecta és tan fàcil com introduir unes quantes paraules clau i deixar que la teva creativitat et guïi. La nostra plataforma relaciona les descripcions de text amb les característiques visuals de les imatges per recuperar les pàgines de productes més rellevants, de manera que puguis trobar el que busques amb facilitat.",
        "line_3": "Però no només volem facilitar-te la cerca del que busques, sinó que també volem oferir una àmplia selecció de peces de roba elegants i úniques de les millors marques. Estem compromesos a proporcionar als nostres clients la millor experiència de compra possible, i creiem que això significa oferir productes de alta qualitat, així com una plataforma innovadora i fàcil d'utilitzar que et permeti comprar de manera creativa.",
        "line_4": "També creiem en la importància de la sostenibilitat i les pràctiques ètiques en la indústria de la moda. Per això, ens comprometem a establir col·laboracions amb marques que prioritzen la sostenibilitat i els mètodes de producció ètics.",
        "line_5": "Gràcies per escollir comprar amb nosaltres. Esperem poder ajudar-te a trobar l'equipament perfecte!"
        }
    }